{"certifications":{"US":[{"certification":"G","meaning":"Dopuszczone w każdym wieku. Nie ma treści, które byłyby nieodpowiednie wg. większości rodziców. To jedna z zaledwie dwóch ocen z 1968 roku, które istnieją do dziś.","order":1},{"certification":"PG-13","meaning":"Niektóre materiały mogą być nieodpowiednie dla dzieci poniżej 13 roku życia. Filmy ocenione tą kategorią mogą zawierać treści seksualne, krótką lub częściową nagość, mocny język i insynuacje, humor, dojrzałe motywy, motywy polityczne, terror i / lub intensywną przemoc. Rzadko jednak występuje rozlew krwi. Jest to minimalna kategoria, przy której występuje obecność narkotyków.","order":3},{"certification":"R","meaning":"Osoby poniżej 17 roku życia wymagają towarzyszącego rodzica lub dorosłego opiekuna w wieku 21 lat lub starszego. Rodzic / opiekun ma obowiązek przebywać z dzieckiem w wieku poniżej 17 lat przez cały czas trwania filmu, nawet jeśli rodzic wyrazi zgodę na obejrzenie filmu samodzielnie. Filmy te mogą zawierać wyraźne wulgaryzmy, obrazy seksu, nagość, silną przemoc, krwawe sceny i obrazy zażywanie narkotyków. Film z oceną R za wulgaryzmy często zawiera ostrzejszy język, niż pozwala na to ocena PG-13. Film z oceną R może mieć więcej krwi, obrazy ran, zażywania narkotyków, nagości lub seksu, niż przyznałaby kategoria PG-13.","order":4},{"certification":"NC-17","meaning":"Filmy te zawierają nadmierną przemoc, intensywny lub wulgarny seks, zdeprawowane, odrażające zachowanie, wyraźne nadużywanie narkotyków, ostry język, wyraźną nagość lub inne elementy, które obecnie większość rodziców uznałaby za zbyt mocne, a zatem zabronione do oglądania przez ich dzieci i nastolatki. NC-17 niekoniecznie oznacza treści obsceniczne lub pornograficzne w często akceptowanym lub prawnym znaczeniu tych słów.","order":5},{"certification":"NR","meaning":"Brak informacji o restrykcjach wiekowych.","order":0},{"certification":"PG","meaning":"Niektóre materiały mogą być nieodpowiednie dla dzieci poniżej 10 roku życia. Filmy te mogą zawierać łagodny język, surowy / sugestywny humor, przerażające momenty i / lub przemoc. Brak zawartości narkotyków. Istnieje kilka wyjątków od tej reguły. Można też usłyszeć obelgi na tle rasowym.","order":2}],"CA":[{"certification":"18A","meaning":"Persons under 18 years of age must be accompanied by an adult. In the Maritimes & Manitoba, children under the age of 14 are prohibited from viewing the film.","order":4},{"certification":"G","meaning":"All ages.","order":1},{"certification":"PG","meaning":"Parental guidance advised. There is no age restriction but some material may not be suitable for all children.","order":2},{"certification":"14A","meaning":"Persons under 14 years of age must be accompanied by an adult.","order":3},{"certification":"A","meaning":"Admittance restricted to people 18 years of age or older. Sole purpose of the film is the portrayal of sexually explicit activity and/or explicit violence.","order":5}],"AU":[{"certification":"E","meaning":"Exempt from classification. Films that are exempt from classification must not contain contentious material (i.e. material that would ordinarily be rated M or higher).","order":1},{"certification":"G","meaning":"General. The content is very mild in impact.","order":2},{"certification":"R18+","meaning":"Restricted to 18 years and over. Adults only. The content is high in impact.","order":6},{"certification":"RC","meaning":"Refused Classification. Banned from sale or hire in Australia; also generally applies to importation (if inspected by and suspicious to Customs). Private Internet viewing is unenforced and attempts to legally censor such online material has resulted in controversy. Films are rated RC if their content exceeds the guidelines. The content is very high in impact.","order":8},{"certification":"PG","meaning":"Parental guidance recommended. There are no age restrictions. The content is mild in impact.","order":3},{"certification":"M","meaning":"Recommended for mature audiences. There are no age restrictions. The content is moderate in impact.","order":4},{"certification":"MA15+","meaning":"Mature Accompanied. Unsuitable for children younger than 15. Children younger than 15 years must be accompanied by a parent or guardian. The content is strong in impact.","order":5},{"certification":"X18+","meaning":"Restricted to 18 years and over. Films with this rating have pornographic content. Films classified as X18+ are banned from being sold or rented in all Australian states and are only legally available in the Australian Capital Territory and the Northern Territory. However, importing X18+ material from the two territories to any of the Australian states is legal.The content is sexually explicit in impact.","order":7}],"DE":[{"certification":"0","meaning":"Brak ograniczeń wiekowych.","order":1},{"certification":"6","meaning":"Niedozwolone dla dzieci poniżej 6 lat.","order":2},{"certification":"12","meaning":"Dozwolone dla dzieci w wieku 12 lat i starsze, dzieci w wieku od 6 do 11 lat tylko w towarzystwie rodzica lub opiekuna prawnego.","order":3},{"certification":"16","meaning":"Dozwolone wyłącznie dla dzieci w wieku 16 lat.","order":4},{"certification":"18","meaning":"Dozwolone wyłącznie dla dorosłych.","order":5}],"FR":[{"certification":"U","meaning":"Brak ograniczeń wiekowych.","order":1},{"certification":"12","meaning":"Zabronione dla dzieci poniżej 12 lat.","order":3},{"certification":"10","meaning":"Nieodpowiedni dla dzieci poniżej 10 roku życia. Niektóre sceny mogą przeszkadzać małym dzieciom i osobom wrażliwym. Dla młodszych dzieci wymagana obecność rodziców","order":2},{"certification":"16","meaning":"Zabronione poniżej 16 lat.","order":4},{"certification":"18","meaning":"Dozwolone tylko dla osób dorosłych.","order":5}],"NZ":[{"certification":"M","meaning":"Suitable for (but not restricted to) mature audiences 16 years and up.","order":3},{"certification":"13","meaning":"Restricted to persons 13 years of age and over.","order":4},{"certification":"15","meaning":"Restricted to persons 15 years of age and over.","order":5},{"certification":"G","meaning":"Suitable for general audiences.","order":1},{"certification":"PG","meaning":"Parental guidance recommended for younger viewers.","order":2},{"certification":"16","meaning":"Restricted to persons 16 years of age and over.","order":6},{"certification":"18","meaning":"Restricted to persons 18 years of age and over.","order":7},{"certification":"R","meaning":"Restricted to a particular class of persons, or for particular purposes, or both.","order":8}],"IN":[{"certification":"U","meaning":"Unrestricted Public Exhibition throughout India, suitable for all age groups. Films under this category should not upset children over 4. Such films may contain educational, social or family-oriented themes. Films under this category may also contain fantasy violence and/or mild bad language.","order":0},{"certification":"UA","meaning":"All ages admitted, but it is advised that children below 12 be accompanied by a parent as the theme or content may be considered intense or inappropriate for young children. Films under this category may contain mature themes, sexual references, mild sex scenes, violence with brief gory images and/or infrequent use of crude language.","order":1},{"certification":"A","meaning":"Restricted to adult audiences (18 years or over). Nobody below the age of 18 may buy/rent an A-rated DVD, VHS, UMD or watch a film in the cinema with this rating. Films under this category may contain adult/disturbing themes, frequent crude language, brutal violence with blood and gore, strong sex scenes and/or scenes of drug abuse which is considered unsuitable for minors.","order":2}],"GB":[{"certification":"15","meaning":"Dozwolone tylko dla osób powyżej 15 lat. Nikt poniżej 15 roku życia nie może wypożyczyć ani kupić VHS, DVD, Blu-ray Disc, UMD lub gry, ani obejrzeć filmu w kinie z tą kategorią. Filmy w tej kategorii mogą zawierać motywy dla dorosłych, twarde narkotyki, często dosadny język, silną przemoc i silne odniesienia do seksu oraz nagość bez szczegółów. Mogą być obecne sceny seksu, ale bez wyraźnych szczegółów. Mogą być obecna przemoc seksualna, jeśli jest dyskretna i uzasadniona kontekstem.","order":5},{"certification":"R18","meaning":"Mogą być pokazywane tylko w licencjonowanych kinach dla dorosłych lub sprzedawane w licencjonowanych sklepach erotycznych i tylko dla dorosłych, osób powyżej 18 roku życia. Filmy należące do tej kategorii to zawsze twarda pornografia, definiowana jako materiał przeznaczony do stymulacji seksualnej i zawierający wyraźne obrazy prawdziwej aktywności seksualnej, silny materiał fetyszowy, wyraźne animowane obrazy lub widok niektórych aktów, takich jak np. potrójna jednoczesna penetracja. Pozostaje szereg materiałów, które często są wycinane z oceny R18:wyraźne obrazy obrażeń w BDSM lub klapsach, urolagnia, sceny sugerujące kazirodztwo, nawet jeśli są inscenizowane, odniesienia do seksu z nieletnim lub rozwoju seksualnego w dzieciństwie i agresywnych zachowań, takich jak wyrywanie włosów lub plucie na aktora jest zabronione. W tej kategorii wymagane jest więcej cięć niż w jakiejkolwiek innej kategorii.","order":7},{"certification":"U","meaning":"Dozwolone w każdym wieku.","order":1},{"certification":"PG","meaning":"Dopuszczono wszystkie grupy wiekowe, ale niektóre sceny mogą być nieodpowiednie dla małych dzieci. Może zawierać łagodne odniesienia do języka i seksu / narkotyków. Może zawierać umiarkowaną przemoc, jeśli jest uzasadniona kontekstem (np. fantazja).","order":2},{"certification":"12A","meaning":"Kategoria dla mediów domowych od 2002 roku. Filmy z oceną 12A zwykle otrzymują certyfikat 12 dla wersji VHS / DVD, chyba że został dodany dodatkowy materiał, który wymaga wyższej oceny. Nikt poniżej 12 roku życia nie może wypożyczyć ani kupić VHS, DVD, Blu-ray Disc, UMD lub gry z oceną 12. Wytyczne dotyczące treści są takie same, jak w przypadku certyfikatu 12A.","order":3},{"certification":"12","meaning":"Filmy z tej kategorii są uważane za nieodpowiednie dla bardzo młodych ludzi. Osoby w wieku poniżej 12 lat są dopuszczane tylko w towarzystwie osoby dorosłej w wieku co najmniej 18 lat przez cały czas trwania filmu. Jednak generalnie nie zaleca się, aby dzieci poniżej 12 roku życia oglądały ten film. Filmy z tej kategorii mogą zawierać treści dla dorosłych, dyskryminację, miękkie narkotyki, umiarkowane przekleństwa, rzadko dosadny język i umiarkowaną przemoc, odniesienia do seksu i nagość. Aktywność seksualną można przedstawić krótko i dyskretnie. Przemoc seksualna może być domniemana lub pokrótce wskazana.","order":4},{"certification":"18","meaning":"Dopuszczone tylko dla osób dorosłych. Nikt poniżej 18 roku życia nie może wypożyczyć ani kupić płyty VHS, DVD, Blu-ray, UMD lub gry z oceną 18, ani obejrzeć filmu w kinie z tą oceną. Filmy należące do tej kategorii nie mają ograniczeń co do wulgarnego języka, który jest używany. Twarde narkotyki są generalnie dozwolone, dozwolone są również wyraźne odniesienia do seksu wraz ze szczegółową aktywnością seksualną. Sceny silnego prawdziwego seksu mogą być dozwolone, jeśli jest to uzasadnione kontekstem. Bardzo silna, krwawa i / lub sadystyczna przemoc jest zwykle dozwolona. Silna przemoc seksualna jest dozwolona, chyba że ma charakter erotyczny lub przesadnie obrazowy.","order":6}],"NL":[{"certification":"AL","meaning":"All ages.","order":1},{"certification":"6","meaning":"Potentially harmful to children under 6 years.","order":2},{"certification":"9","meaning":"Potentially harmful to children under 9 years.","order":3},{"certification":"12","meaning":"Potentially harmful to children under 12 years; broadcasting is not allowed before 8:00 pm.","order":4},{"certification":"16","meaning":"Potentially harmful to children under 16 years; broadcasting is not allowed before 10:00 pm.","order":5}],"BR":[{"certification":"L","meaning":"General Audiences. Do not expose children to potentially harmful content.","order":1},{"certification":"10","meaning":"Not recommended for minors under ten. Violent content or inappropriate language to children, even if of a less intensity.","order":2},{"certification":"12","meaning":"Not recommended for minors under twelve. Scenes can include physical aggression, use of legal drugs and sexual innuendo.","order":3},{"certification":"14","meaning":"Not recommended for minors under fourteen. More violent material, stronger sex references and/or nudity.","order":4},{"certification":"16","meaning":"Not recommended for minors under sixteen. Scenes featuring production, trafficking and/or use of illegal drugs, hyper-realistic sex, sexual violence, abortion, torture, mutilation, suicide, trivialization of violence and death penalty.","order":5},{"certification":"18","meaning":"Not recommended for minors under eighteen. Scenes featuring explicit sex, incest, pedophilia, praising of the use of illegal drugs and violence of a strong imagery impact.","order":6}],"FI":[{"certification":"S","meaning":"For all ages.","order":1},{"certification":"K-7","meaning":"Over 7 years.","order":2},{"certification":"K-12","meaning":"Over 12 years.","order":3},{"certification":"K-16","meaning":"Over 16 years.","order":4},{"certification":"K-18","meaning":"Adults only.","order":5},{"certification":"KK","meaning":"Banned from commercial distribution.","order":6}],"BG":[{"certification":"A","meaning":"Recommended for children.","order":1},{"certification":"B","meaning":"Without age restrictions.","order":2},{"certification":"C","meaning":"Not recommended for children under 12.","order":3},{"certification":"D","meaning":"Prohibited for persons under 16.","order":4},{"certification":"X","meaning":"Prohibited for persons under 18.","order":5}],"ES":[{"certification":"APTA","meaning":"Dozwolone w każdym wieku.","order":1},{"certification":"7","meaning":"Niezalecane dla widzów poniżej 7 roku życia.","order":2},{"certification":"12","meaning":"Niezalecane dla widzów poniżej 12 lat.","order":3},{"certification":"16","meaning":"Niezalecane dla widzów poniżej 16 roku życia.","order":4},{"certification":"18","meaning":"Niezalecane dla widzów poniżej 18 roku życia.","order":5},{"certification":"X","meaning":"Zabronione dla widzów poniżej 18 roku życia.","order":6}],"PT":[{"certification":"Públicos","meaning":"For all the public (especially designed for children under 3 years of age).","order":1},{"certification":"M/3","meaning":"Passed for viewers aged 3 and older.","order":2},{"certification":"M/6","meaning":"Passed for viewers aged 6 and older.","order":3},{"certification":"M/12","meaning":"Passed for viewers aged 12 and older.","order":4},{"certification":"M/14","meaning":"Passed for viewers aged 14 and older.","order":5},{"certification":"M/16","meaning":"Passed for viewers aged 16 and older.","order":6},{"certification":"M/18","meaning":"Passed for viewers aged 18 and older.","order":7},{"certification":"P","meaning":"Special rating supplementary to the M/18 age rating denoting pornography.","order":8}],"MY":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"U","meaning":"(Umum:\"General Audiences\") - For general audiences. (Used by the majority of films screened in Malaysia until 2008 but it continues only for television, notably for RTM.)","order":1},{"certification":"P13","meaning":"(Penjaga 13:\"Parental Guidance 13\") - Children under 13 not admitted unless accompanied by an adult. (Introduced in 2006, this became the official Malaysian motion picture rating system in 2008. The \"PG-13\"rating was revised to \"P13\"from April 2012 onwards to emphasize the use of Malay language instead of English.) Passionate kissing scenes are not allowed under a P13 rating.","order":2},{"certification":"18SG","meaning":"(Seram, Ganas:\"Graphic Violence and Horror/Terror\") - Film may contain strong violence, gore or horror/terror people may find objectionable.","order":3},{"certification":"18SX","meaning":"(Seks:\"Sexual Content\") - Film may contain sex scenes, nudity or sexual dialogue/references people may find objectionable (despite scenes of sex and nudity being strictly censored off by the LPF.)","order":4},{"certification":"18PA","meaning":"(Politik, Agama:\"Strong Religious or Political Elements\") - Film may contain elements which include religious, social or political aspects people may find objectionable. Rarely used.","order":5},{"certification":"18PL","meaning":"(Pelbagai:\"Various\") - Film may contain strong violence, gore, horror/terror, sex scenes, nudity, sexual dialogues/references, religious, social or political aspects people may find objectionable. The majority of the 18+ movies use this rating. For example, a film with sex scenes and strong violence will be classified as 18PL, despite scenes of sex and nudity being strictly censored off by the LPF.","order":6}],"CA-QC":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"G","meaning":"General Rating – May be viewed, rented or purchased by persons of all ages. If a film carrying a \"G\"rating might offend the sensibilities of a child under 8 years of age, \"Not suitable for young children\"is appended to the classification.","order":1},{"certification":"13+","meaning":"13 years and over – May be viewed, rented or purchased only by children 13 years of age or over. Children under 13 may be admitted only if accompanied by an adult.","order":2},{"certification":"16+","meaning":"16 years and over – May be viewed, rented or purchased only by children 16 years of age or over.","order":3},{"certification":"18+","meaning":"18 years and over – May be viewed, rented or purchased only by adults 18 years of age or over. If a film contains real and explicit sexual activity \"Explicit sexuality\"is appended to the classification, and in the retail video industry storeowners are required to place the film in a room reserved for adults.","order":4}],"SE":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"Btl","meaning":"All ages.","order":1},{"certification":"7","meaning":"Children under the age of 7, who are accompanied by an adult (a person aged 18 or over), are admitted to films that have been passed for children from the age of 7.","order":2},{"certification":"11","meaning":"Children over the age of 7, who are accompanied by an adult, are admitted to films that have been passed for children from the age of 11.","order":3},{"certification":"15","meaning":"Children over the age of 7, who are accompanied by an adult, are admitted to films that have been passed for children from the age of 11. Updated on March 1, 2017.","order":4}],"DK":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"A","meaning":"Suitable for a general audience.","order":1},{"certification":"7","meaning":"Not recommended for children under 7.","order":2},{"certification":"11","meaning":"For ages 11 and up.","order":3},{"certification":"15","meaning":"For ages 15 and up.","order":4},{"certification":"F","meaning":"Exempt from classification.","order":5}],"NO":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"A","meaning":"Suitable for all.","order":1},{"certification":"6","meaning":"6 years (no restriction for children accompanied by an adult).","order":2},{"certification":"9","meaning":"9 years (children down to 6 years accompanied by an adult).","order":3},{"certification":"12","meaning":"12 years (children down to 9 years accompanied by an adult).","order":4},{"certification":"15","meaning":"15 years (young down to 12 years accompanied by an adult).","order":5},{"certification":"18","meaning":"18 years (absolute lower limit).","order":6}],"HU":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"KN","meaning":"Without age restriction.","order":1},{"certification":"6","meaning":"Not recommended below age of 6.","order":2},{"certification":"12","meaning":"Not recommended below age of 12.","order":3},{"certification":"16","meaning":"Not recommended below age of 16.","order":4},{"certification":"18","meaning":"Not recommended below age of 18.","order":5},{"certification":"X","meaning":"Restricted below 18, for adults only.","order":6}],"LT":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"V","meaning":"Movies for the audience of all ages.","order":1},{"certification":"N-7","meaning":"Movies for viewers from 7 years old. Younger than 7 years of age, viewers of this index have been featured only together with accompanying adult persons.","order":2},{"certification":"N-13","meaning":"Movies for viewers from 13 years of age. The viewers from 7 to 13 years of age are allowed to enter this index only together with accompanying adult persons.","order":3},{"certification":"N-16","meaning":"Movies for viewers from 16 years of age.","order":4},{"certification":"N-18","meaning":"Movies for viewers from 18 years of age.","order":5}],"RU":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"0+","meaning":"All ages are admitted.","order":1},{"certification":"6+","meaning":"(For children above 6) – Unsuitable for children under 6.","order":2},{"certification":"12+","meaning":"(For children above 12) – Unsuitable for children under 12.","order":3},{"certification":"16+","meaning":"(For children above 16) – Unsuitable for children under 16.","order":4},{"certification":"18+","meaning":"(Prohibited for children) – Prohibited for children under 18.","order":5}],"PH":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"G","meaning":"Viewers of all ages are admitted.","order":1},{"certification":"PG","meaning":"Viewers below 13 years old must be accompanied by a parent or supervising adult.","order":2},{"certification":"R-13","meaning":"Only viewers who are 13 years old and above can be admitted.","order":3},{"certification":"R-16","meaning":"Only viewers who are 16 years old and above can be admitted.","order":4},{"certification":"R-18","meaning":"Only viewers who are 18 years old and above can be admitted.","order":5},{"certification":"X","meaning":"“X-rated” films are not suitable for public exhibition.","order":6}],"IT":[{"certification":"NR","meaning":"No rating information.","order":0},{"certification":"T","meaning":"All ages admitted.","order":1},{"certification":"VM14","meaning":"No admittance for children under 14.","order":2},{"certification":"VM18","meaning":"No admittance for children under 18.","order":3}]}}